Repository: lulzzz/infonetpos_ui
Catalog: Infonet.CStoreCommander.UI/Strings/*/ApplicationConstants.Resources.resw
Source language: en_us
Languages: fr_ca

# ApiNotConnected
source: Could not establish the connection with API
fr_ca: Impossible d'établir la connexion avec l'API

# ApiTimeoutMessage
source: API Timed out!!!
fr_ca: API Échéance!!!

source: ATM Drop
fr_ca: Goutte ATM

source: Cancel
fr_ca: Annuler

# CannotUnsuspend
source: You cannot unsuspend a sale while another sale is active~Cannot Unsuspend
fr_ca: Vous ne pouvez pas rappeler une transaction_lorsqu'une autre est active ~ Ne peut être rappelée

source: Cash Draw
fr_ca: Prét

source: Cash Drop
fr_ca: Prélèvement

# CashDropType
source: ~Select Cash Drop Type
fr_ca: Sélectionnez le type de chute de trésorerie

source: Confirm
fr_ca: Confirmer

source: Confirmed
fr_ca: Confirmé

# Customer
source: ~Customers
fr_ca: ~Client

source: Customer Search
fr_ca: Recherche client

# DiscountType
source: Is this a % Discount?~Discount Type
fr_ca: Est-ce un % de rabais ? ~Type de rabais

# GiftCardZeroPriceError
source: Price will be 0 for Gift Certificate. Do you want to continue ? ~ Price
fr_ca: Le prix des certificats-cedaeaux sera de {0} $. Voulez-vous continuer ? ~Prix

source: Language Not Supported!!!
fr_ca: Langage non supporté

# LoyalityNumberConfirmation
source: Do you want to enter a loyalty number for this customer ?~This is not a loyal customer.
fr_ca: Voulez-vous entrer un numéro de programme de Fidélité pour ce Client ? ~Le Client ne fait pas parti du programme de Fidélité

source: ~Loyalty / Gift
fr_ca: ~Fidélité / Cadeau

source: Loyalty Search
fr_ca: Recherche Fidélité

# MaxLoginAttemptsReached
source: Too Many unsuccessful Login Attempts_System Aborted~Bye, Y'All
fr_ca: Trop de tentatives avec un mot de passe erroné. Fermeture du système~ Au Revoir…

# NoPrinterFound
source: No Receipt Printer Available!
fr_ca: Imprimante de reçu non disponible

source: Not Confirmed
fr_ca: Non confirmé

source: ~Pump Emergency
fr_ca: ~Pompe d'urgence

source: Resume All
fr_ca: Tout résumer

source: Safe Drop
fr_ca: Coffre-fort Drop

# ShiftConfirmation
source: You have selected Shift {0} for Shift Date {1}. _Would you like to proceed with this shift?~Shift Confirmation
fr_ca: Vous avez choisi le Quart {0} pour la Date {1}. _Voulez-vous procéder avec ce quart?~Confirmation de Quart

# ShiftUsedForTheDay
source: Do you want to start the 1st shift of the day?_If your answer is No, then you need to create a_new active shift in BackOffice.~Shift Confirmation
fr_ca: Voulez-vous débuter le premier quart de la journée? Si non, vous devriez créer un nouveau quart actif dans le BackOffice.~ Confirmation de Quart

# SomethingBadHappned
source: Some Error Occurred! _ Please check app logs for more info. ~ Error
fr_ca: Une erreur s'est produite! _Veuillez vérifier les journaux de l'application pour plus d'informations. ~erreur

source: Stop All
fr_ca: Arrête tout

source: ~Void Sale?
fr_ca: ~Annulation

# WriteOffConfirmation
source: Do you want to print a receipt ?.~Write Off.
fr_ca: Imprimer un reçu ?~Démarque

# MaximumTenderValue
source: Maximum amount allowed for '{0}' is ${1}. Do you want to Continue?
fr_ca: La limite du mode de paiement {0} est de {1}$. Voulez-vous utiliser cette limite?

source: Percent
fr_ca: Pourcent

source: Prices
fr_ca: Des prix

# EnterAValue
source: You should enter a value ~ Value Required
fr_ca: Vous devez entrer un valeur . ~Valeur requise

# TenderMaxAmountConfirmation
source: Maximum amount allowed for '{0}' is ${1}. Do you want to Continue?
fr_ca: La limite du mode de paiement '{0}' est de '{1}'$._ Voulez-vous utiliser cette limite?

# GiftCertificateConfirmationMessage
source: You Are Using a Gift Certificate Not Existing In The System. _Do you want to continue ? ~ Gift Certificate from another source
fr_ca: Le certificat cadeau est introuvable. Voulez-vous continuer ? ~Certificat cadeau. D'une autre source

# RunAwayConfirmation
source: Do you want to complete this transaction as Run Away?~Please Confirm.
fr_ca: Confirmez VOL ?~Confirmez

# DeleteSaleLine
source: Do you really want to delete this line?~Delete the Current Line?
fr_ca: >Voulez-vous vraiment supprimer cette ligne ? ~Supprimer la ligne ?

source: Last Print
fr_ca: Dernière impression

source: ~Reprint
fr_ca: ~Réimprimer

# ReprintText
source: Reprint
fr_ca: Réimprimer

# MaximumPriceError
source: Maximum Price is 9999.99~Price Error
fr_ca: Le prix maximum est de 9999.99~Erreur de prix.

# InvalidPassword
source: Invalid Password~Invalid Password
fr_ca: Mot de passe invalide~ Mot de passe invalide

# GiftCertificateExpiredMessage
source: Gift Certificate Number {0} expired on
fr_ca: Le certificat cadeau numéro {0} a expiré le

# GiftCertificateNotFound
source: Number {0} does not exist
fr_ca: Numéro '{0}' introuvable

# OverrideLimitMessage
source: Valid Override Required, Some items will not be tax free
fr_ca: Autorisation Valide Requise, Certains items ne seront pas sans taxe

# StoreCreditConfirmationMessage
source: You Are Using a Store Credit Not Existing In The System. _Do you want to continue ? ~ Store Credit from another source
fr_ca: Le certificat cadeau est introuvable. Voulez-vous continuer ? ~Certificat cadeau. D'une autre source

# DipReadingWarning
source: Warning: Time to Enter the Dip Reading!~Dip Reading.
fr_ca: Attention: Vous devez entrer la lecture le Charte!~Lecture de Charte

# MessageConfirmation
source: Do you want to save the following message?{0}~Confirm
fr_ca: Voulez-vous enregistrer le message suivant?{0}~Confirmer

# NoReportFound
source: No 'Last Printed' Receipt file exists~No File
fr_ca: Aucune transaction à imprimer. ~ Pas de fichiers

source: ~Pump Options
fr_ca: ~Options de la pompe

source: Fuel Price
fr_ca: $ Essence

source: Propane Grade
fr_ca: Propane

source: Tier / Level
fr_ca: Tier/niveau

source: Enter Pin Number
fr_ca: Entrez le numéro PIN

# MissingRequired
source: As per profile {0}, purchase is restricted with this card. {1} ~ Card Profile Restrictions
fr_ca: Comme par le profil de {0} d'achat est limité avec cette carte {1}

# PORequired
source: Missing Required PO Number
fr_ca: Missing Nombre PO requis

# PromptRequired
source: Missing Required Prompt Values for{0}
fr_ca: Missing valeurs requises pour Prompt{0}

# ReprintDisabled
source: Reprint for this type is disabled!
fr_ca: La réimpression de ce type est désactivée!

source: Tax exemption number
fr_ca: Numéro d'exemption fiscale

# PumpTestConfirmation
source: Do you want to complete this transaction as Pump Test ?~ Confirm
fr_ca: Voulez-vous effectuer cette opération à titre d'essai de pompe ~ Confirmation

# ClearErrorFile
source: Are you sure you want to delete the Error Log file?
fr_ca: Voulez-vous vraiment supprimer le journal des erreurs

# NegativeDiscountsNotAllowed
source: Negative Discounts are not allowed
fr_ca: Les rabais négatifs ne sont pas permis~ Rabais négatif

# InitializeMessage
source: Processing .....Please wait 30 - 50 Sec..._Press 'OK' to continue~Bank Response
fr_ca: En traitement...Peut prendre de 30 à 50 secondes..._ Appuyer sur "OK" pour continuer~ Réponse de la banque

source: No
fr_ca: Non

source: Yes
fr_ca: Oui

# FirstUnitPrice
source: F - First Unit Pricing
fr_ca: F - Prix unitaire de départ

# IncrementalPrice
source: I - Incremental Pricing
fr_ca: I - prix incrémentiel

# RegularPrice
source: R - Regular Price
fr_ca: R- Prix régulier

# SalePrice
source: S - Sale Pricing
fr_ca: S - Prix Spécial

# XPrice
source: X - 'X for' Pricing
fr_ca: X - ' X pour' prix

# SettingInProgress
source: Setting in Process.... Please wait...
fr_ca: Réglage en cours .... Veuillez patienter

# SetPrepayTitle
source: Set prepay for pump {0}
fr_ca: Régler le prépaiement pour la pompe {0}

# SwitchPrepayTitle
source: Switch prepay for pump {0}
fr_ca: Changement de prépaiement pour la pompe {0}

# UserCannotPerformManual
source: Get a user who is authorized to perform Manual Fuel sales.
fr_ca: Demander un usager autorisé à faire une vente d'essence manuelle.

# NoCustomerDisplayFound
source: No Customer Display Available!
fr_ca: Aucun affichage client disponible!

# NoCashDrawerFound
source: No Cash Drawer Available!
fr_ca: Pas de tiroir-caisse disponible!

# SignaturePadNotConnected
source: Make sure the Sign Pad is connected properly_and reset the device using Reset button. ~Connecton
fr_ca: Assurez-vous que le Bloc-Sign est correctement connecté et ré-initialiser le périphérique en utilisant le bouton d'initialisation. ~ Connecton

source: Authorize
fr_ca: Autoriser

source: Big Pump
fr_ca: Grande pompe

source: Deauthorize
fr_ca: Désautoriser

source: Delete Prepay
fr_ca: Supprimer le prépaiement

source: Finish
fr_ca: terminer

source: Manual
fr_ca: Manuelle

source: Prepay
fr_ca: Pre-paye

source: Resume
fr_ca: reprendre

source: Switch Prepay
fr_ca: Commuter prépayé

source: Inactive
fr_ca: Inactif

source: Pumping
fr_ca: le pompage

source: Stopped
fr_ca: Arrêté

source: Calling
fr_ca: Appel

source: Current
fr_ca: Actuel

source: Idle
fr_ca: paresser

source: Next
fr_ca: suivant

# ForPumpOneOption
source: For Pump- {0}
fr_ca: Pour la pompe- {0}

# ForPumpTwoOption
source: For Pump- {0} ${1}
fr_ca: Pour la pompe- {0} ${1}

# RegularPriceText
source: R - Regular Price
fr_ca: R- Prix régulier

# NoSignatureConfirmation
source: You are exiting out without capturing_the signature. Need to get the signature_manually. Are you sure? ~ Confirm
fr_ca: Vous êtes sans quitter la saisie de la signature. Nécessité d'obtenir la signature manuelle. Etes-vous sûr? ~ Confirmation

# AcceptTheSignature
source: Accept the Signature? ~Accept
fr_ca: Accepter la signature?

# CarwashServerErrorMessage
source: Cannot sell or refund carwash products. Carwash Server is down. Please delete all carwash products.
fr_ca: Ne peut pas vendre ou rembourser les produits de lavage de voiture. Carwash Server est en panne. Veuillez supprimer tous les produits de lavage de voiture.

# CarwashCodeInValidMessage
source: This is invalid code
fr_ca: C'est un code invalide

# CarwashCodeValidMessage
source: This is valid code
fr_ca: C'est un code valide

# CarwashServerErrorMessageOnValidation
source: POS cannot communicate with Carwash Server
fr_ca: POS ne peut pas communiquer avec Carwash Server

# AckrooOutStandingMessage
source: Out Standing Balance: ${0}
fr_ca: Solde permanent: {0} $
